// 
list[0].ID // id первого человека в списке
list[11].birthDate //дата рождения 12го человека в списке



// для каждого человека в списке:
    // получить его возраст (и положить в переменную)
    // взять год (можно сохранить в переменную)
    // сравнить год с 1941
    // если меньше, то увеличить счетчик results

// НАЙТИ ЧЕЛОВЕКА ПО ID
// дано: переменная id
// сделать переменную person
// для каждого человека в списке
    // получить текущий id
    // проверить, совпадает ли id
    // если совпадает, 
        // сохранить в person запись о человеке
        // завершить выполнение цикла (break)
